{"coreState":"Submitted","currentPage":"Main","label":"Active-Paysmart Member Registration","values":{"Status":"Active","Type":"Paysmart Member Registration","Terms Information":"This Agreement is between $legalName$ (ACN $acn$) (“we”, “us” or “our”) and the Member (“you”, “your” or “yours”) and means the student if over 18 years of age and includes the student’s parent or guardian if under 18 years of age.<br>\n<br>\n$legalName$ is a Gracie Barra brand Brazilian jiu jitsu franchisee business under the franchisor GB Oceania Association Pty Ltd (ACN 144 904 889) (“franchisor”). We trade a business of a martial arts training school and services to its Members under the business name $legalName$ at $address$. Other GB franchisees (“GB Schools”) variously operate and trade Brazilian jiu jitsu training businesses and schools under Trademark of Gracie Barra in Oceania.<br>\n<br>\nFor the purposes of this Agreement,<br>\n<b>“Franchisor Affiliates”</b> means GB Oceania Ambassador Program Ltd (ACN 622 630 157), GB Shop Oceania Pty Ltd (trading as GB Wear Australia) (ACN 136 582 780), GB Compnet Pty Ltd (ACN 602 349 262), Uniq Consulting Pty Ltd (ACN 098 942 717), Gracie Barra Franchise System Inc, Kinetic Data Inc (USA), Gracie Barra Digital Global Inc (USA), Gracie Barra Franchise Systems Inc (USA), Gracie Barra Global Licensing Inc (USA), Gracie Barra Events Inc (USA), Gracie Barra Jiu Jitsu Global (USA), Gracie Barra America Inc (USA) and includes related and/or associated companies and affiliates (as they are from time-to-time) and successors of any of the foregoing, and includes but is not limited to any which that uses and/or incorporates the branding of Gracie Barra and/or is in any way involved in the support, merchandising, franchising and/or trade of the Gracie Barra brand and/or its martial arts system. Each is a “Franchisor Affiliate”.<br>\n<br>\nAcceptance & Agreement of this Agreement<br>\nThe Member agrees;\n<ol>\n<li>this Agreement is made in the state/territory or jurisdiction of $state$;</li>\n<li>to all terms and conditions set out in this Agreement; and </li>\n<li>to all Policies, Procedures, Guidelines, Code of Conduct or Etiquettes that we introduce,\nchange or modify from time to time.</li>\n</ol>\nTraining Program<br>\n The Member;<br>\n<ol>\n<li>agrees to pay the total outstanding balance for their Training Program and Membership Fees, divided into equal 26 fortnightly instalments directly to $schoolName$'s nominated $billingCompany$ billing account until all outstanding balances are in full; and</li>\n<li>This agreement shall continue indefinitely or until the Member provides the required Notice Period</li>\n</ol>\nTraining Program & Membership Fees<br>\n<ol>\n<li>\n<table id=\"programs\">\n  <thead>\n  <tr>\n     <th>Name</th> <th>Program</th> <th>Fee</th> <th>Discount</th>\n  </tr>\n </thead>\n <tbody>\n\n </tbody>\n</table>\n</li>\n<li>$schoolName$ - Online Program (not GB Online)\n<ol type=\"a\">\n  <li>Online class, video techniques & training provided by $schoolName$.</li>\n  <ol type=\"i\">\n     <li>Online Training = $$online_individual_price$/week for an individual or $$online_family_price$/week for a family</li>\n  </ol>\n</ol>\n</li>\n<li>We reserve the right to alter the days, hours of operation and classes schedule without notice.</li>\n<li>The Member agrees unconditionally to pay the above tuition without regard to the attendance\nmade or classes missed.</li>                   \n<li>$schoolName$ reserves the right to increase the Membership prices of its programs and if it does, provide all Members with at least 30-days notice before the changes come into effect.</li>\n</ol>\n<br>\nStandard Membership Discounts<br>\nYou agree;<br>\n<ol>\n<li>$schoolName$ Membership Discount Offers are offered at the sole discretion of $schoolName$;</li>\n<li>that any discount is only applicable to future Training Programs & Memberships. They are not applicable retrospectively or to training/services already provided or paid for.</li>\n</ol>\nFamily Household Discount Offer<br>\n<ol>\n<li>exclusively available to family members living within the same household/s;</li>\n<li>This highest membership for the family will pay full price, and then each additional member\nwill receive the discount</li>\n<li> Family Household Discount are only applicable to the price of each individual Member. For\nexample: three (3) members of the same family; 1st member receives 0% discount, 2nd member receives 10% discount and the 3rd member receives 10% discount from their individual memberships. The Family Household Discount does not apply to the overall price of the family membership.\n<table>\n  <thead>\n  <tr>\n     <th>1st Member</th> <th>2nd Member</th> <th>3rd Member</th> <th>4th Member</th> <th>5th+ Members</th>\n  </tr>\n </thead>\n <tbody>\n  <tr>\n    <td>0%</td><td>10%</td> <td>10%</td> <td>10%</td><td>10%</td>\n  </tr>\n </tbody>\n</table>\n </li>\n</ol>\nPayment In Full (PIF) Discount Offer<br>\n<ol>\n<li>PIF discounts only apply when the entire yearly membership fee has been paid upfront</li>\n<li>The PIF discount offer is 10% of the yearly membership fee</li>\n<li>PIF discounts are only applicable to Members who pay in full for an entire year in advance\nand are offered at the sole discretion of $schoolName$.</li>\n<li>All agreements with a PIF discount are non-refundable</li>\n</ol>\nMembership Freeze<br>\n<ol>\n<li>You may request to freeze your membership and payments on the strict condition you give at\nleast 30-days written notice.</li>\n<li>The minimum freeze period is 30-days and the maximum freeze period is 60-days.</li>\n<li>$8 per week fees (per person) will be applied after 60-days, if your membership is not\nreactivated, and cannot be used as credit.</li>\n<li>The student’s payments must be current and up to date prior to submitting your application.</li>\n<li>Requests will be reviewed and responded to within 3 (three) business days.</li>\n</ol>\nDebit Authority & Membership Cancellation<br>\n<ol>\n<li>You agree not to cancel any debit authority via your bank account or credit card for any\nreason when any debts are outstanding to $schoolName$.</li>\n<li>You can cancel this membership without a notice period if:\na. You have a medical condition, that will not allow the practice of BJJ for at least 90 days<br>\nb. You are deployed (in the case the student is military)<br>\nc. You are unexpectedly made unemployed<br>\n</li>\n<li>For any of these reasons above, you need to provide appropriate documentation to\nsupport your reason for cancelling:<br>\na. Medical Condition: you must provide us valid certification, confirmed in writing by an\nAustralian doctor or other medical professional;<br>\nb. Document proving deployment;<br>\nc. Document proving the person lost the job;<br>\n</li>\n<li>If you would like to cancel your Membership, you agree to provide at least 60 day’s written notice; and<br>       \n a. pay the outstanding balance of any discounted Enrolment Fee; and\n</li>\n<li>Cancellation of any Membership is only available and applicable if;<br>\na. the required notice has been provided; and<br>\nb. all outstanding Membership Fees have been paid in full to $schoolName$;\nand<br>\nc. all special-offer conditions and associated outstanding balances have been paid in\nfull.<br>\n</li>\n<li>If you would like to cancel your $schoolName$ Online Membership, you agree to\nprovide at least 14 day’s written notice and pay any outstanding balances for the $schoolName$ Online Membership.</li>\n<li>If you decide to cancel your membership while being on a freeze, and have already given 30\ndays notice for your freeze, you need to give another 30 days notice, where you will need to\npay the normal membership fee</li>\n<li>If you decide to cancel your membership while being on a freeze, but have not given 30 days\nnotice for your freeze, you need to give 60 days notice, where you will need to pay the normal\nmembership fee</li>\n<li>Requests will be reviewed and responded to within 3 (three) business days</li>\n</ol>\nCooling Off Period<br>\n<ol>\n<li>You can cancel this Agreement within $coolingPeriod$ from the date of enrolment by giving us written notice.</li>\n<li>Cancellation requests must be by email to $email$.</li>\n</ol>\nTransfer Policy<br>\n<ol>\n<li>You can transfer to another GB School by giving us 30-days written notice.</li>\n<li>Transfer requests must be by email to $email$.</li>\n<li>After the 30-days notice has passed, your account will be transferred to the new GB School.</li>\n<li>If you move before the 30-days notice has passed, you need to start paying the new GB\nSchool straight away, plus $schoolName$ until the 30-days notice is finished</li>\n</ol>\nYour Safety:<br>\n<ol>\n<li>You agree to give us all relevant health and fitness information before or during any exercise.</li>\n<li>Each time you use the facilities and/or services, you must ensure you are in good physical\ncondition and be aware and responsible for any medical or other reason why you should not exercise. If unsure, you should seek medical guidance.\n</li>\n</ol>\nNot Enough Money in Account When Fees Are Due<br>\n<ol>\n<li>Our third-party biller ($billingCompany$) may also charge you a Biller’s Administration\nFee. Please refer to the $billingCompany$’s Terms and Conditions for more details.</li>\n</ol>\nPersonal Information, Images, Photos & Videos You agree;<br>\n<ol>\n<li>that we reserve the right to use any images, video footage and conduct interviews of Members, including the sharing of images, video footage and interviews with other GB Schools, the Franchisor &/or any Franchisor Affiliates;</li>\n<li>to grant $schoolName$, other GB Schools, the Franchisor and the Franchisor Affiliates permission to use and or publish any content and material through any marketing channels;</li>\n<li>that $schoolName$, GB Schools, the Franchisor and the Franchisor Affiliates can collect and use your personal information provided it is only used for the purposes of the proper running of $schoolName$’s businesses and will not be disclosed to third parties unless required by law;</li>\n<li>that you will not hold us, the Franchisor, GB Schools or any Franchisor Party liable for any 3rd party who unlawfully collects, distributes, or shares your Personal Information.</li>\n</ol>\n General You agree;<br>\n<ol>\n<li>to and always behave appropriately and in accordance with all Policies, Procedures, Training Etiquette &/or Code of Conduct that $schoolName$ or our Franchisor implements;</li>\n<li>$schoolName$ may modify existing Policies or add new Policies, Procedures, Etiquettes, Codes of Conduct or Rules at any stage which will have immediate effect;</li>\n<li>$schoolName$ will attempt wherever possible to publish any modifications, changes or additions to any Policies, Procedures, Training Etiquette & Code of Conduct, but is not required to so;</li>\n<li>that $schoolName$ name may terminate your membership and any money already paid or owed to $schoolName$ is non-refundable; and</li>\n<li>if your membership is cancelled, all Fees will become immediately payable;</li>\n<li>that $schoolName$ is not required to provide any notice or reason for the\ntermination of membership.</li>\n<li>that you will not be required to pay a cancellation fee or notice period if $schoolName$ cancels your membership.</li>\n<li>for your training information (including but not limited to: attendance, training history,\npersonal/professional opinions & conversations, behaviour, attitude and the details of any incidents/events) to be shared with the Franchisor, GB Schools and/or Franchisor Affiliates regarding your training suitability or ability train with GB Schools, the Franchisor and Franchisor Affiliates; and</li>\n<li>that your Membership eligibility and to participate or attend any training, activity or event at a GB School or Franchisor Affiliates including GB CompNet or other Gracie Barra events may be terminated with immediate effect and you also agree that $schoolName$ is not required to provide any notice or reason.</li>\n</ol>\nThis agreement is non-refundable.\n        "}}
{"coreState":"Submitted","currentPage":"Main","label":"Active-Gracie Barra Waiver","values":{"Status":"Active","Type":"Gracie Barra Waiver","Terms Information":"<div style=\"text-align:center\">\n<b>RELEASE WAIVER AND OF LIABILITY AND INDEMNITY AGREEMENT</b>\n</div>\n<b>AGREEMENT</b>\n<ol type=\"A\">\n<li>$legalName$ (ACN $acn$) (“we”, “us” or “our”) is a Gracie Barra brand Brazilian jiu jitsu franchisee business. We trade a business of a martial arts training school and services to its Members under the business name $schoolName$. </li>\n<li>Our Franchisor GB Oceania Association Pty Ltd (ACN 144 904 889) (“Franchisor”) trades a franchisor network business under the name GB Oceania and may use this Agreement to protect any commercial, insurance, legal or lawfully required purposes for GB Oceania, any GB School, any Franchisor Affiliate (referred to in “Clause K.c” below) and/or using or incorporating the branding of Gracie Barra in Oceania.</li>\n<li>Other GB franchisees (“GB Schools”) variously operate and trade Brazilian jiu jitsu training businesses and schools trading under Trademark of Gracie Barra in Oceania. </li>\n<li>Brazilian jiu jitsu (like other martial arts) is a full contact combat sport. It involves, among other things, grappling and throwing, landing on the floor, immobilisation and holding techniques (during which the entire weight of a person can be concentrated on another participant, including on the chest), choking techniques and joint lock and manipulation techniques.</li>\n<li>Brazilian jiu jitsu is a sport that is learned through physical participation and practice, and frequently in a group setting. The learning and practice of Brazilian jiu jitsu in a group setting involves students practicing techniques with each other and competing or sparring (‘rolling’) with each other.</li>\n<li>As in any combat sports, injuries can occur and, particularly in the case of Brazilian jiu jitsu, can involve trauma from collisions (including to the face and teeth) and joint injuries (including due to joint hyper-extension). Many people involved in Brazilian jiu jitsu seek therapy for injury or pains, such as from physiotherapists, chiropractors and massage therapists.</li>\n<li>For the purposes of this Agreement, by “Martial Arts Program”, we mean any physical activity carried on in the Premises (generally focused on Brazilian jiu jitsu instruction and practice but could include techniques and practices from other martial arts), in other GB Schools, in event/temporary venues for any other event or competition (including but not limited to training, social or any sort of gathering) and/or connected with us remotely (such as using Gracie Barra’s online learning platforms). It includes (a) warm-ups and stretches, (b) the practicing of techniques as between students and/or as between our instructors, (c) competing and sparring as between students and/or as between students and our instructors; and (d) Grading tests and challenges.\nIt includes any physical activity carried out in the Premises outside a formal class setting, in the context of birthday parties or special events, and/or in the absence of any instructor(s).</li>\n<li>As a competition sport, there are bodies or organisations in Australia that promote, conduct and/or host Brazilian jiu jitsu competitions. We may invite our students to participate in such competitions, train students with a view to participation in such competitions and/or have instructors present at such competitions as our representatives. Participating in such competitions (wherever they may be) is, for the purposes of this Agreement, to be included in the definition of our Martial Arts Program. Under no circumstances do we represent that participation in such competitions is safe or that we are satisfied with the environment in which such competitions are held.</li>\n<li>Brazilian jiu jitsu may not be a suitable sport or form of training for people who have certain medical conditions that might include (without limitation) heart conditions, susceptibility to internal injury or bleeding, treatment with blood thinners, anxiety disorders (or anxiety in the context of being held down), back injuries, or conditions that would make the application of choke holds particularly risky. This does not constitute medical advice. Before commencing the Martial Arts Program, each participant should obtain medical advice to determine if participation is suitable.</i>\n<li>In the Premises, our training and instruction occurs on padded martial arts floor mats. We no do inspect, approve or control the environment in which any training occurs through the use of Gracie Barra remote learning videos or other media. We, similarly, do not (or not necessarily) inspect, approve or control the environment in which any external training or competitions occur, and our presence or involvement at external competitions should not be taken to provide any indication or comfort of safety.</li>\n<li>In this Agreement:\n <ol type=\"a\">\n    <li>Claim(s) means and includes all existing and future actions, rights, claims, complaints, demands, suits, proceedings, liabilities, compensation, costs (including legal costs and medical costs), damages, debts, verdicts, judgments, whether at law, or in equity, or under any statute;</li>\n    <li>Employee means any (including future) director, officer, employee, agent, or instructor of ours, and includes volunteer instructors, guest instructors, judges and/or instructors who receive non-monetary benefits from us;</li>\n    <li>Franchisor Affiliates means GB Oceania Ambassador Program Ltd (ACN 622 630 157), GB Shop Oceania Pty Ltd (trading as GB Wear Australia) (ACN 136 582 780), GB Compnet Pty Ltd (ACN 602 349 262), Uniq Consulting Pty Ltd (ACN 098 942 717), Gracie Barra Franchise System Inc, Kinetic Data Inc (USA), Gracie Barra Digital Global Inc (USA), Gracie Barra Franchise Systems Inc (USA), Gracie Barra Global Licensing Inc (USA), Gracie Barra Events Inc (USA), Gracie Barra Jiu Jitsu Global (USA),  and Gracie Barra America Inc (USA) and includes related and/or associated companies and affiliates (as they are from time-to-time) and successors of any of  the foregoing, and includes but is not limited to any which that uses and/or incorporates the branding of Gracie Barra and/or is in any way involved in the support, merchandising, franchising and/or trade of the Gracie Barra brand and/or its martial arts system. Each is a “Franchisor Affiliate”.</li>\n    <li>Lessor means the lessor(s) of the Premises (including historical)</li>\n    <li>Premises means the $address$</li>\n </ol>\n</li>\n</ol>\n<br>\n<div style=\"text-align: center;\">\n<b>AGREEMENT<br>\nThis is an important legal Agreement that affects rights you might otherwise have. You must read it carefully and understand it. Before you or your child participates in our Martial Arts Program, you may take this Agreement away and obtain legal advice before signing it and returning it to us.\n</b>\n</div>\n<br>\nI, $studentName$, irrevocably acknowledge and agree as follows: <br>\n<ol type=\"1\">\n<div id=\"adultsOnly\" style=\"display:none\">\n  <li>I am at least 18 years old.</li>\n</div>\n<div id=\"kidsOnly\" style=\"display:none\">\n  <li>(Parents and Guardians): I, $guardianName$, irrevocably acknowledge and agree as follows:\n  <ol type=\"a\">\n     <li>I am a parent or legal guardian of $studentName$; </li>\n     <li>$studentName$ is less than 18 years old; </li>\n     <li>I am signing this agreement both on behalf of myself, as well as on behalf of $studentName$; </li>\n     <li>I will not permit $studentName$ to commence or participate in the Martial Arts Program without first having:</li>\n     <ol type=\"i\">\n        <li>Inspected the Premises; and</li>\n        <li>Acknowledging all the risks set out in this Agreement, satisfied myself that I want $studentName$ to participate in the Martial Arts Program.</li>\n     </ol>\n     <li>If, at any time, I consider that there is any fact or circumstance that makes me feel that the Martial Arts Program is unsafe or apprehensive, I must:\n     <ol type=\"i\">\n       <li>Prevent $studentName$ from further participation in the Martial Arts Program; and </li>\n       <li>Immediately notify $schoolName$ of such fact or circumstance.</li>\n     </ol>\n      <li>Although this Agreement has ongoing operation, as soon as $studentName$ turns 18 years old and is and/or intends to be a participant in the Martial Arts Program, I must ensure that that person signs or is otherwise bound to this agreement for him or herself.</li>\n    </ol>\n  </li>\n</div>\n  <li>$schoolName$ is relying upon this agreement:\n  <ol type=\"a\">\n     <li>As part of the consideration for allowing $studentName$ to participate in and/or have access to the Martial Arts Program; and</li>\n     <li>As an inducement to allowing $studentName$ to participate in and/or have access to the Martial Arts Program.</li>\n  </ol>\n  </li>\n  <li>I understand, acknowledge and appreciate (including on behalf of $studentName$):\n     <ol type=\"a\">\n        <li>This Agreement in its entirety, including the matters set out in the Background section to this Agreement;</li>\n        <li>That $schoolName$ makes no representation to me or, if different, $studentName$ to the effect that:\n           <ol type=\"i\">\n              <li>The Martial Arts Program is safe; or</li>\n              <li>Other participants in the Martial Arts Program will (a) abide by rules, (b) apply techniques as directed, (c) play fairly, (d) properly respond to indications of submission, or (e) participate in a way that is mindful of risk or injury, or not negligent;</li>\n           </ol>\n       </li>\n       <li>That $schoolName$ is not responsible for managing any additional risks associated with any medical condition known by, or disclosed to, $schoolName$;</li>\n       <li>That $schoolName$ is not responsible for ascertaining and/or accounting for specific medical risks or needs;\n        <li>That I warrant in favour of $schoolName$ that $studentName$:</li>\n          <ol type=\"i\">\n             <li>Has the required level of health and fitness to participate in the Martial Arts Program; and</li>\n             <li>Has no health conditions or injuries that place the person at added risk of injury or danger;</li>\n         </ol>\n      </li>\n      <li>It is a requirement of participation in the Martial Arts Program (which cannot be waived) that a mouth guard is worn. I acknowledge that $schoolName$ is not obliged to ensure compliance with the requirement and does not have a practice of doing so.</li>\n      <li>That participation in the Martial Arts Program carries an inherent risk of injury, including on account of any particular (including latent) health conditions $schoolName$ may have. Such injuries (whether or not likely) could include: (a) physical trauma from collisions with other participants and falls, (b) joint sprains, (c) damage to ligaments, tendons and/or joints, (d) broken teeth, (e) dislocated limbs or joints, (f) unconsciousness (including from choking), (g) broken bones, (h) head trauma, (i) cardiac events, (j) the contagion of infectious (including dangerous) diseases, (k) permanent disability (including total permanent disability), (l) paralysis and (m) possibly, death;</li>\n      <li>That the Martial Arts Program involves close physical contact with other people, and that this could include close physical contact with people who have infectious diseases, including but not limited to the SARS CoV-2 virus that causes COVID-19, and that $schoolName$ does not warrant that a participant in the Martial Arts Program will not come into contact with a person with an infectious disease and/or contract an infectious disease;</li>\n      <li>That the risks associated with the Martial Arts Program include collisions with and/or the negligence of other participants;</li>\n      <li>That the social and economic losses and/or damages which could result from the risks, dangers, injuries and impairments set out in this Agreement could be severe;</li>\n      <li>That participation in the Martial Arts Program involves a voluntary assumption of all of the risks (including associated losses, costs and damages) set out in this Agreement and/or otherwise connected with participation in the Martial Arts Program and that:\n      <ol type=\"i\">\n         <li>There may be other risks not known to $schoolName$ that are covered by this Agreement, and/or are not reasonably foreseeable at this time; and/or</li>\n         <li>The risk of injury and/or eventuation of injury may be caused by an action, inaction and/or negligence of others (including $schoolName$ and/or its Employees) and/or exacerbated by events after injury (including by negligent rescue and/or treatment decisions or operations).</li>\n     </ol>\n    </li>\n  </ol>\n  <li>I and, if different, $schoolName$ must not attend the Premises or otherwise at all participate in the Martial Arts Program (or any part) if I or, if different, $studentName$:\n     <ol type=\"a\">\n        <li>Suffer from any symptoms of COVID-19; </li>\n        <li>Suffer from any symptoms of an infectious disease; </li>\n        <li>Suffer from any diagnosed infectious disease that has not been certified by a medical doctor as having been completely overcome, eradicated and no longer capable of being communicable to others; and/or</li>\n        <li>Am a close contact of a person diagnosed with an infectious disease (whether COVID-19 or otherwise) and have not been certified by a medical doctor as having been completely overcome, eradicated and no longer capable of being communicable to others.\n          <ol type=\"i\">\n             <li>I warrant that by me and/or $studentName$ attending the Premises, that the requirements of this clause have not been breached.</li>\n          </ol>\n        </li>\n    </ol>\n  </li>\n  <li>I warrant that I and (if different) $studentName$ will not make, bring or maintain any Claim against any of:\n     <ol type=\"a\">\n        <li>$schoolName$;</li>\n        <li>Any Employee;</li>\n        <li>The Franchisor;</li>\n        <li>Each of the Franchisor Affiliates; and </li>\n        <li>The Lessor; or</li>\n        <li>Any person who might be able to cross-claim or seek indemnity or contribution from any or all of the parties above;\n          <ol type=\"i\">\n             <li>arising from or relating to any loss, damage, injury or death relating to or connected with (including participation in) the Martial Arts Program (whether that loss, damage, injury or death is suffered by me, $studentName$, another participant in the Martial Arts Program or legal representative of another participant). This extends to Claims for negligence, physical and/or psychological injury, property damage, medical expenses, legal expenses, economic loss, and Claims relating to the contracting of infectious disease. This extends to claims in relation to negligent rescue operations, first aid, and emergency care.</li>\n         </ol>\n      </li>\n     </ol>\n  </li>\n  <li>I will ensure that no other person will make, bring or maintain any Claim against any of the parties referred to in this document on behalf of me or $studentName$ arising from or relating to the subject matter above in section 6. </li>\n  <li>I (including on behalf of $studentName$) hereby (including continuingly and irrevocably) release, discharge, covenant not to sue, and hold harmless each and all of the following:\n    <ol type=\"a\">\n       <li>$schoolName$;</li>\n       <li>Each Employee;</li>\n       <li>The Franchisor;</li>\n       <li>Each of the Franchisor Affiliates; and</li>\n       <li>The Lessor;\n         <ol type=\"i\">\n            <li>from any and all Claims arising from or relating to any loss, damage, injury or death relating to or connected with (including participation in) the Martial Arts Program (whether loss or damage suffered by me or, if different, $studentName$. This extends to Claims for negligence, physical and/or psychological injury, property damage, medical expenses, legal expenses, economic loss, and Claims relating to the contracting of infectious disease. This extends to Claims of in relation to negligent rescue operations, first aid, and emergency care.</li>\n         </ol>\n       </li>\n    </ol>\n  <li>I (including, if not me, on behalf of $studentName$) indemnify and keep indemnified each and all of:\n    <ol type=\"a\">\n       <li>$schoolName$;</li>\n       <li>Each Employee;</li>\n       <li>The Franchisor;</li>\n       <li>Each of the Franchisor Affiliates; and</li>\n       <li>The Lessor from: \n         <ol type=\"i\">\n            <li>all loss, damage and cost of all kinds (including legal costs and costs of $schoolName$ defence) suffered or incurred due to and/or arising from a breach by me and/or $studentName$) of any term(s) of this Agreement; and/or</li>\n            <li>all loss, damage and cost of all kinds (including legal costs and costs of $schoolName$ name’s defence) suffered or incurred due to and/or arising from any third-party claim relating to any loss, damage or injury suffered by me and/or $studentName$.\n              <ol type=\"a\">\n               <li>Where $schoolName$, Each Employee, the Franchisor, Each of the Franchisor Affiliates, and/or The Lessor incurs a money liability, I and, if different, $studentName$ must pay that liability as soon as it is incurred. </li>\n              </ol>\n            </li>\n          </ol>\n        </li>\n       </ol>\n      </li>\n    <li>I agree that this Agreement and the rights and protections it gives $schoolName$ are to be read as widely as legally possible in favour of $schoolName$, and that the scope of $schoolName$’s rights and protections is not to be limited by the fact that $schoolName$ provided this Agreement. >/li>\n  </ol>\n</ol>\n"}}
{"coreState":"Submitted","currentPage":"Main","label":"Active-Payline Member Registration","values":{"Status":"Active","Type":"Payline Member Registration","Terms Information":"<div class=\"emf-section-text\">\nI hereby agree not to cancel of debit authority via your bank account or credit card for any reason and any debts owing to <span class='legalName'></span>.\n<br>\n<br>\nI may cancel this contract if you (1) relocate your residence further than 20km from any school operated by Gracie Barra; (2) medical condition, being a permanent disability that will not allow the practice of BJJ for a considerable time (at least one year); (3) deployment in the case the student is military; (4) unexpected unemployment.<br>\n<br>\nFor any cancellation request, the appropriate document must be provided:<br>\n* Change of Address: bill or lease agreement for the new address;<br>\n* Medical Condition: doctor's letter proving the permanent disability;<br>\n* Document proving deployment;<br>\n* Document proving the person lost the job;<br>\n<br>\nAll students who would like to cancel without one of the reasons above must give 60 day's written notice.<br>\n<br>\nFor the Online Training to freeze or cancel your online memberships, <span class='legalName'></span> requests 2 weeks notice with reason or without reason.<br>\n<br>\nCancellation requests must be in person or via email sent to <span class='schoolEmail'></span> with any appropriate documentation. Requests will be reviewed and responded to within three business days.<br>\n<br>\nThe student’s payments must be current and up to date prior to submitting your application.<br>\n* Students may request to freeze their payments, provided they give 30 days written notice. The minimum freeze period is 30 days, and the maximum freeze period is 90 days. Requests will be reviewed and responded to within three business days. The student’s payments must be current and up to date prior to submitting your application.<br>\n* <span class='legalName'></span> reserves the right to alter the days, hours of operation and classes if deemed necessary to better fit the student's needs.<br>\n* <span class='legalName'></span> reserves the right to increase the prices of its programs, and provide all students with at least 30 days notice before the changes come into effect.  \nNote: This agreement is non-refundable.<br>\n* The student and co-signer agree unconditionally to pay the above tuition without regard to the attendance made or classes missed.<br>\n* <span class='legalName'></span> reserves the right to use any images, video footage and conduct interviews from Gracie Barra students. By signing this form you hereby grant Gracie Barra permission to use and or publish through any marketing channels.<br>\n* The student consents that the franchisee, <span class='legalName'></span>, and any companies within the Gracie Barra Network, can collect and use their personal information provided it is only used for the purposes of the proper running of the Gracie Barra businesses and will not be disclosed to third parties unless required by law.<br>\n<br>\nNote: This agreement is non-refundable.  \n</div>"}}
{"coreState":"Submitted","currentPage":"Main","label":"Active-Payline Terms and Conditions","values":{"Status":"Active","Type":"Payline Terms and Conditions","Terms Information":"<b>Payline Terms and Conditions</b>\n...\n\n...\n..\nEnd of Terms and Conditions"}}
